Repository: bemot/gogandmagog
Catalog: translation/translation-omegat.tmx
Source language: en_us
Languages: uk

source: A lot, right?
uk: Багато, правда?

source: A shaking in the land of Israel, so that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all the creeping things that creep upon the earth, and all the men that are upon the face of the earth shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground, and I will call for a sword against him, throughout all my mountains, sayeth the Lord God, every man's sword shall be against his brother.
uk: Потрясіння в Ізраїлевій землі, так що риби морські, і птахи небесні, і звірі польові, і всі плазуни, що плазують по землі, і всі люди, що на обличчі земля затрясеться перед моїм обличчям, і гори розваляться, і кручі впадуть, і кожна стіна впаде на землю, і я покличу меча на нього на всіх моїх горах, говорить Господи Боже, меч кожного на брата його.

source: After that, people are gonna rebel and God's gonna send fire and destroy them.
uk: Після цього люди збираються повстати і Бог пошле вогонь і знищить їх.

source: Aha, right there, people will say, well, Pastor Anderson, you're wrong because this can't happen at the end of the millennium because they're gonna be burning those weapons for seven years, so if they're gonna burn the weapons for seven years, how can they do that after the millennium when we know that right after the millennium, you got the great white throne, and you got the new heaven and the new earth?
uk: Ага, прямо тут, люди скажуть: ну, пасторе Андерсон, ви помиляєтеся, тому що це не може статися в кінці тисячоліття, тому що вони будуть спалювати цю зброю протягом семи років, тож якщо вони будуть спалювати зброя протягом семи років, як вони можуть це зробити після тисячоліття, коли ми знаємо, що одразу після тисячоліття ви отримали великий білий трон, і ви отримали нове небо та нову землю?

source: All 12 tribes are gonna be unified into one country with the 12 apostles reigning over them.
uk: Усі 12 племен будуть об’єднані в одну країну з 12 апостолами, які правитимуть над ними.

source: All right, that comes from this chapter actually believe it or not because Ezekiel has taken to this valley of dry bones and there are just all these bones.
uk: Гаразд, це випливає з цього розділу, вірите чи ні, тому що Єзекіїль пішов у цю долину сухих кісток, і там просто всі ці кістки.

source: All these bones just start connecting and they just start building skeletons and then all of a sudden sinews come on them and flesh comes on them and they become living people once again, a great army of human beings.
uk: Усі ці кістки просто починають з’єднуватися, і вони просто починають будувати скелети, а потім раптом на них з’являються сухожилля, на них з’являється плоть, і вони знову стають живими людьми, великою армією людей.

source: Almost no detail, in fact, is given in Revelation 20.
uk: Насправді в Об’явленні 20 не наводиться майже жодних подробиць.

source: And David, my servant, shall be king over them, and they also have one shepherd, and they shall also walk in my judgments and observe my statutes and do them.
uk: А Давид, слуга Мій, буде над ними царем, і вони також матимуть одного пастуха, і вони також будуть ходити за постановами Моїми, і будуть стерегти постанови Мої та виконувати їх.

source: And I just pray that every single person who's here this morning would read their Bible and grow in grace, yes, but also in the knowledge of our Lord and Savior, Jesus Christ, help us to grow in knowledge.
uk: І я просто молюся, щоб кожна людина, яка тут сьогодні вранці, читала свою Біблію і зростала в благодаті, так, але також у пізнанні нашого Господа і Спасителя, Ісуса Христа, допомогла нам зростати в знанні.

source: And I mean, these people have been dead a long time, right?
uk: І я маю на увазі, що ці люди вже давно мертві, чи не так?

source: And I remember when I mentioned to this guy, I said, I think that's a good place to start.
uk: І я пам’ятаю, коли я згадав цього хлопця, я сказав, що я думаю, що це гарне місце для початку.

source: And I said to him, I said, well, I think that, you know, a good minimum, a good rule of thumb for reading your Bible is to read it through cover to cover one time every year.
uk: І я сказав йому, я сказав, ну, я думаю, що, знаєте, хорошим мінімумом, хорошим емпіричним правилом для читання вашої Біблії є читати її від початку до кінця один раз на рік.

source: And I saw a great white throne.
uk: І я побачив великий білий трон.

source: And I'm all for listening to preaching, but not as a substitute for reading the Bible, right?
uk: І я за те, щоб слухати проповідь, але не як заміну читання Біблії, чи не так?

source: And I've been part of that over the last three days.
uk: І я був частиною цього протягом останніх трьох днів.

source: And boom, you got your audio Bible right there.
uk: І бум, у вас є ваша аудіоБіблія.

source: And don't skip Ezekiel, right?
uk: І не пропустіть Єзекіїля, вірно?

source: And during that time, the world's gonna be a wonderful place to live in.
uk: І за цей час світ стане чудовим місцем для життя.

source: And he basically puts these two sticks together and they just become one stick in his hand.
uk: І він по суті складає ці дві палиці разом, і вони стають однією палицею в його руці.

source: And he says, you know, thou knowest, I don't know, right?
uk: А він каже: ти знаєш, ти знаєш, я не знаю, так?

source: And he shall go out and deceive the nations which are in the four quarters of the earth.
uk: І він вийде, і зведе народи, що на чотирьох сторонах землі.

source: And he takes these two sticks in front of all Israel, right?
uk: І він бере ці дві палиці перед усім Ізраїлем, так?

source: And he's asked the question, son of man, can these bones live?
uk: І він задав питання, сину людський, чи можуть ці кістки жити?

source: And how long does that take?
uk: І скільки часу це займає?

source: And if we had some milk that expired, it's not gonna have a date on it that says November 10th, right?
uk: І якщо у нас було молоко з простроченим терміном придатності, на ньому не буде дати 10 листопада, чи не так?

source: And if you look at the daily bread devotional, it's basically a page of man's word and then there's usually one Bible verse.
uk: І якщо ви подивитеся на молитву про хліб насущний, то це, в основному, сторінка людського слова, а потім зазвичай є один біблійний вірш.

source: And if you look at the prophecy books, they'll all bring this up as like, well, that's how we know that this happens at the beginning of things, you know, not even though the Bible taught the opposite.
uk: І якщо ви подивитеся на книги пророцтв, вони всі винесуть це так, ну, ось як ми знаємо, що це відбувається на початку речей, знаєте, навіть якщо Біблія вчить протилежного.

source: And if you read your Bible, you're never in a million years gonna come up with this thing of, oh, well, Gog and Magog, that's right before the rapture.
uk: І якщо ви читаєте свою Біблію, ви ніколи через мільйон років не придумаєте цього, о, добре, Гог і Магог, це прямо перед захопленням.

source: And in Jesus' name, we pray amen.
uk: І в ім’я Ісуса ми молимося, амінь.

source: And in fact, Tel Aviv is one of the most wicked cities in the world.
uk: І насправді, Тель-Авів є одним із найзлісніших міст у світі.

source: And in fact, they'll look at current events right now in 2017 and they'll say, you know, Gog is Germany or Magog is Russia.
uk: І фактично, вони подивляться на поточні події прямо зараз у 2017 році і скажуть, знаєте, Гог — це Німеччина або Магог — це Росія.

source: And it makes zero sense, all right?
uk: І це не має сенсу, гаразд?

source: And it says that they did not repent of their murders.
uk: І там написано, що вони не розкаялися у своїх вбивствах.

source: And remember the second seal in Revelation, he's going to take peace from the earth.
uk: І пам’ятайте про другу печатку в Об’явленні, він збирається забрати мир із землі.

source: And say, oh, forget Ezekiel, give me Psalms, right?
uk: І скажіть: о, забудь Єзекіїля, дай мені Псалми, так?

source: And so people are gonna take all that energy that they put into building planes and tanks and missiles and bombs and they're gonna be building tractors that are better and reapers that are better and planters and just high tech farming and all kinds of efficient ways.
uk: І тому люди будуть використовувати всю ту енергію, яку вони вкладають у будівництво літаків, танків, ракет і бомб, і вони будуть будувати кращі трактори, кращі жатки, сівалки та просто високотехнологічне землеробство та всілякі ефективні способи .

source: And so thank you so much for giving us this wonderful treasure, the word of God, and thank you for giving us a brain that would allow us to understand it, Lord, and the Holy Spirit to be our teacher.
uk: І тому велике спасибі за те, що дав нам цей чудовий скарб, слово Боже, і дякую за те, що дав нам мозок, який би дозволив нам зрозуміти це, Господи, і Святого Духа, щоб бути нашим учителем.

source: And that's not gonna fly during the millennium.
uk: І це не буде літати протягом тисячоліття.

source: And that's what the Bible says happens.
uk: І це те, що Біблія каже, що відбувається.

source: And that, you know, they'll try to match it up with current events.
uk: І що, знаєте, вони намагатимуться зіставити це з поточними подіями.

source: And the Bible says that the Israelites are gonna walk in his judgments, they're gonna observe his statutes and do them.
uk: І Біблія каже, що ізраїльтяни будуть ходити за Його присудами, вони будуть дотримуватись Його постанов і виконувати їх.

source: And the devil that deceived them was cast into the lake of fire and brimstone where the beast and the false prophet are and shall be tormented day and night forever and ever.
uk: І диявол, який зводив їх, був кинутий в озеро огняне та сірчане, де перебувають звір і лжепророк і мучатимуться день і ніч на віки вічні.

source: And the only way you'll ever read the Bible cover to cover is by having a plan and checking it off.
uk: І єдиний спосіб прочитати Біблію від початку до кінця – це скласти план і відмітити його.

source: And the thing that he was teaching is that one day the Northern Kingdom of Israel and the Southern Kingdom of Judah are gonna be one nation again.
uk: І те, чого він навчав, полягає в тому, що одного дня Північне Королівство Ізраїль і Південне Королівство Юди знову стануть однією нацією.

source: And then World War II broke out September 1st, 1939, but you had a buildup for six years.
uk: А потім 1 вересня 1939 року почалася Друга світова війна, але ви накопичували шість років.

source: And then he invades Kuwait, the war breaks out, right?
uk: А потім він вторгається в Кувейт, почалася війна, так?

source: And then he says in verse 27, my tabernacle also shall be with them, meaning he's saying I'm physically even gonna be there with them.
uk: І потім він каже у вірші 27, Моя скинія також буде з ними, маючи на увазі, що він каже, що я навіть фізично буду там з ними.

source: And then he takes another stick and he writes Israel on it or Ephraim, talking about the Northern Kingdom.
uk: Потім він бере іншу палицю і пише на ній Ізраїль або Єфрема, говорячи про Північне Царство.

source: And then it says in verse 22, and I will plead against him with pestilence and with blood, and I will reign upon him and upon his bands, and upon the many people that are with him, an overflowing reign and great hail stones, fire, and brimstone.
uk: А потім у вірші 22 сказано: «Я буду судитися проти нього моровою хворобою та кров’ю, і Я буду царювати над ним, і над його полками, і над багатьма людьми, які з ним, повним царюванням і великим градом, вогнем». , і сірка.

source: And then it says that he's gonna gather them together to battle the number of whom is as the sand of the sea and they went up on the breadth of the earth and compassed the camp of the saints about and the beloved city and fire came down from God out of heaven and devoured them.
uk: А потім сказано, що він збере їх разом для битви, число яких, як морський пісок, і вони піднялися на ширину землі й оточили табір святих навколо, і улюблене місто, і зійшов вогонь Бог з неба і пожер їх.

source: And then it was remade into a Hollywood style movie with, what's that guy's name?
uk: А потім його перезняли у фільм у голлівудському стилі, як того хлопця звуть?

source: And then the Bible just throws in these three words that are a little bit random.
uk: І тоді Біблія просто додає ці три слова, які є трохи випадковими.

source: And then we get into the great white throne, the new heaven and the new earth.
uk: І тоді ми потрапляємо на великий білий престол, нове небо і нову землю.

source: And then when Christ returns at the Battle of Armageddon and sets up his kingdom, the children of Israel are gonna live in the promised land.
uk: А потім, коли Христос повернеться в битві Армагеддон і заснує своє царство, діти Ізраїля житимуть в обітованій землі.

source: And then you be the judge, whether this is something that's about to happen right now or whether this is something that like Revelation said is gonna happen after the millennium.
uk: І тоді вам судити, чи це те, що має статися прямо зараз, чи це те, що, як сказано в Об’явленні, станеться після тисячоліття.

source: And then you have the new heaven and the new earth.
uk: І тоді у вас є нове небо і нова земля.

source: And then you have, of course, just a perfect return to the Garden of Eden in the new heaven and the new earth where there's no sin.
uk: І тоді у вас, звичайно, є просто ідеальне повернення до Едемського саду на новому небі та новій землі, де немає гріха.

source: And there's a giant wall, there's barbed wire, watchtowers, guys with machine guns.
uk: А там гігантська стіна, там колючий дріт, сторожові вежі, хлопці з автоматами.

source: And there's no possibility for rebellion in the new heaven and the new earth because all of the unsaved have been thrown into Lake of Fire at that point.
uk: І немає жодної можливості для повстання на новому небі та новій землі, тому що всі неспасенні були скинуті в Озеро Вогняне на той момент.

source: And they went up on the breadth of the earth encompassed the camp of the saints about and fire came down from God out of heaven and devoured them.
uk: І піднялися вони по широкій землі охопив табір святих близько І зійшов огонь від Бога з неба, і пожирав їх.

source: And they were separate all the time thereafter.
uk: І вони весь час були окремо.

source: And they're gonna reign with Christ there for a thousand years, say, how do you know that?
uk: І вони будуть царювати з Христом там тисячу років, скажіть, звідки ви це знаєте?

source: And this is probably a miracle that you've never heard of because it's kind of an obscure miracle.
uk: І це, мабуть, диво, про яке ви ніколи не чули, тому що це якесь незрозуміле диво.

source: And we got on the subject of Bible reading.
uk: І ми підійшли до теми читання Біблії.

source: And we're having a prophecy conference right now down in Phoenix.
uk: І ми проводимо конференцію пророцтва прямо зараз у Фініксі.

source: And when it comes to the nation of Israel, they are going to be placed in their own land and they're going to live in that promised land of Israel.
uk: І коли справа доходить до народу Ізраїлю, вони будуть розміщені на своїй власній землі, і вони будуть жити в цій обітованій землі Ізраїлю.

source: And ye shall know that I am the Lord when I have opened your graves, O my people, and brought you up out of your graves and shall put my spirit in you and ye shall live and I will place you in your own land, then shall ye know that I the Lord have spoken it and performed it, sayeth the Lord.
uk: І пізнаєте ви, що Я Господь, коли Я відкрию ваші могили, о мій народе, і витягну вас із ваших могил, і вкладу в вас Свій дух, і ви будете жити, і Я поміщу вас у вашій власній землі, тоді Чи знаєте ви, що Я, Господь, сказав це і виконав, говорить Господь.

source: And you could see how everybody's guns are rusting because they don't even need them.
uk: І ви бачили, як у всіх зброя іржавіє, тому що вона їм навіть не потрібна.

source: And you know what that evil thought's gonna be?
uk: І знаєте, якою буде ця зла думка?

source: And you know, there are people who just hate the Lord.
uk: І знаєте, є люди, які просто ненавидять Господа.

source: And you know, you say, why do you bring that?
uk: І знаєте, ви кажете, навіщо ви це приносите?

source: And you say, well, you don't know my life, pastor, because I really am that busy.
uk: А ви кажете: ну, ви не знаєте мого життя, пасторе, тому що я дійсно дуже зайнятий.

source: And you say, you know, what does that mean?
uk: І ти кажеш, знаєш, що це означає?

source: And, you know, we don't need any lighter fluid and we don't need any oil for the lamps because we've got all this gasoline and we've got all this, you know, from these weapons and from these tanks and from these wooden weapons.
uk: І, ви знаєте, нам не потрібна жодна рідина для запальничок, і нам не потрібна жодна олива для ламп, тому що у нас є весь цей бензин, і ми маємо все це, знаєте, від цієї зброї та цих танків і з цієї дерев'яної зброї.

source: Anything that you undertake in life, you gotta have a plan, you know.
uk: Будь-що, за що ти берешся в житті, ти повинен мати план, ти знаєш.

source: Are they following the judgments of God?
uk: Чи виконують вони присуди Божі?

source: Are they following the laws of God?
uk: Чи дотримуються вони законів Бога?

source: Armies came, fire came down, destroyed him.
uk: Прийшли війська, зійшов вогонь, знищив його.

source: As we just open our Bibles and we just go through it verse by verse this morning, it makes perfect sense to us.
uk: Оскільки ми просто відкриваємо нашу Біблію і переглядаємо її вірш за віршем сьогодні вранці, це має для нас повний сенс.

source: Balls of ice, and they can do a lot of damage.
uk: Кулі льоду, і вони можуть завдати багато шкоди.

source: Basically God is not giving us a lot of detail.
uk: По суті, Бог не дає нам багато деталей.

source: Basically, he's saying only one sixth of them are gonna stay behind, and five sixths of them are gonna go to this battle of their troops, and be wiped out when they attack Jerusalem.
uk: По суті, він каже, що лише одна шоста з них залишиться, а п’ять шостих з них підуть у цю битву своїх військ і будуть знищені, коли атакуватимуть Єрусалим.

source: Battle of Gog and Magog happens.
uk: Відбувається битва Гога і Магога.

source: Battles over, the enemy's been wiped out.
uk: Бої закінчені, ворог знищений.

source: Because Ezekiel 37 is clearly about the millennium.
uk: Тому що Єзекіїль 37 ясно говорить про тисячоліття.

source: Because all the evidence is pointing toward just the clear reading of just the obvious, Revelation 20, Gog and Magogs after the millennium.
uk: Тому що всі докази вказують лише на чітке читання лише очевидного, Одкровення 20, Гог і Магог після тисячоліття.

source: Because at that great white throne judgment, all the unsaved are toast at that point.
uk: Тому що під час великого суду над білим престолом усі неспасенні підсмажені.

source: Because he said, I'm reading the prayer of J-Bez right now and I'm reading this other book right now and I'm going through my daily bread devotional right now.
uk: Тому що він сказав, що я зараз читаю молитву Джей-Беза, і я зараз читаю цю іншу книгу, і я зараз проходжу свою духовну молитву щодо хліба щоденного.

source: Because he's gonna take things out of context and get it all turned around.
uk: Тому що він збирається вирвати речі з контексту і перевернути все.

source: Because if you're gonna make chapter 37 be about 1948, well, then all of a sudden you gotta move everything up.
uk: Тому що, якщо ви збираєтеся зробити так, щоб розділ 37 був про 1948 рік, ну, тоді раптом вам доведеться перенести все вище.

source: Because in the Old Testament, after King Solomon, they split into two kingdoms with Jeroboam and Reoboam.
uk: Тому що в Старому Завіті після царя Соломона вони розділилися на два царства з Єровоамом і Реовоамом.

source: Because right now, if you go to Israel, there's a giant wall there.
uk: Тому що прямо зараз, якщо ви поїдете до Ізраїлю, там є гігантська стіна.

source: Because that's how I used to read my Bible when I was a teenager, because I was too lazy to read the whole Bible.
uk: Тому що так я читав свою Біблію, коли був підлітком, тому що мені було ліньки прочитати всю Біблію.

source: Because the Bible specifically talks about that while God's pouring out his wrath, that the men on the earth didn't give God the glory who brought all these plagues on them.
uk: Тому що Біблія конкретно говорить про те, що в той час як Бог виливав Свій гнів, люди на землі не віддали Богові слави, Який приніс на них усі ці кари.

source: Because the Lord Jesus Christ is God in the flesh and he will be their God and they shall be his people.
uk: Тому що Господь Ісус Христос є Богом у плоті, і Він буде їхнім Богом, а вони будуть Його народом.

source: Because today's only the fifth.
uk: Тому що сьогодні тільки п'ятий.

source: Because when we get into chapter 38 and the word of the Lord came unto me saying, son of man, set thy face against Gog, the land of Magog, the chief prince of Meshach and Tubal and prophesied against him.
uk: Тому що коли ми переходимо до розділу 38, і слово Господа прийшло до мене, говорячи: сину людський, зверни своє обличчя проти Ґоґа, землі Магоґа, головного князя Мешаха й Тувала, і пророкував проти нього.

source: Because you need to have a time in your life where you just hear from God only with no commentary, no buddy explaining it to you except the Holy Spirit.
uk: Тому що вам потрібен час у вашому житті, коли ви просто чуєте лише від Бога без коментарів, жодного друга, який пояснює вам це, окрім Святого Духа.

source: Before the fire comes down from heaven, he's gonna cause confusion amongst all these nations that have come to fight, and he'll actually cause them to start warring against each other in confusion.
uk: Перш ніж вогонь зійде з небес, він спричинить замішання серед усіх цих народів, які прийшли воювати, і він фактично змусить їх почати воювати один проти одного в замішанні.

source: Behold, they say our bones are dried and our hope is lost, we're cut off for our parts.
uk: Ось вони кажуть, що наші кості висохли, і наша надія втрачена, ми відтяті.

source: Bible prophecy in Ezekiel.
uk: Біблійне пророцтво в Єзекіїля.

source: Boy, you're gonna need your weapons more than ever during that time.
uk: Хлопче, за цей час твоя зброя знадобиться як ніколи.

source: But God is saying that when they come up out of the graves in the end times and when he brings them up out of their graves and puts them in the land, they're gonna be one nation again.
uk: Але Бог каже, що коли вони піднімуться з могил в кінці часів і коли Він виведе їх із могил і покладе в землю, вони знову стануть однією нацією.

source: But I think as you see this morning, if we look at this, we can make sense of it and it's gonna be pretty clear to you by the time I'm done.
uk: Але я думаю, що, як ви бачите сьогодні вранці, якщо ми подивимося на це, ми зможемо зрозуміти це, і це буде для вас досить зрозумілим, коли я закінчу.

source: But after that thousand years are expired, the devil's loosed out of his prison and he goes out to deceive the nations which are in the four quarters of the earth.
uk: Але після того, як минула ця тисяча років, диявол звільнився зі своєї в’язниці і вийшов обманювати народи, які знаходяться на чотирьох сторонах землі.

source: But as a bone would get very, very old, that's all just gonna completely dry out, right?
uk: Але оскільки кістка дуже, дуже старіє, вона просто повністю висохне, чи не так?
